Repository: Parziwal/EventPlanR
Catalog: backend/Shared/EventPlanr.Application/Resources/EventPlanrApplication.*.resx
Languages: hu

# ChatEntity_NotFound
source: Chat not found
hu: Csevegés nem taláható

# ChatMemberEntity_NotFound
source: Chat member not found
hu: Csevegési fél nem található

# EventEntity_NotFound
source: Event not found
hu: Esemény nem található

# InvitationEntity_NotFound
source: Invitation not found
hu: Meghívás nem található

# NewsPost_NotFound
source: New post not found
hu: Hír nem található

# OrderEntity_NotFound
source: Order not found
hu: Rendelés nem található

# OrganizationEntity_NotFound
source: Organization not found
hu: Szervezet nem található

# SoldTicketEntity_NotFound
source: Sold ticket not found
hu: Jegy nem található

# TicketEntity_NotFound
source: Ticket not found
hu: Jegy nem található

# UserEntity_NotFound
source: User not found
hu: Felhasználó nem található

# ForbiddenException
source: You don't have a permission
hu: Nincs engedélyed

source: Chat already exists
hu: Csevegés már létezik

source: Published live event cannot be deleted
hu: A közzétett élő esemény nem törölhető

source: In progress event cannot be edited
hu: Folyamatban lévő esemény nem szerkeszthető

source: Public event without tickets cannot be published
hu: Publikus esemény jegy nélkül nem tehető közzé

source: Past event cannot be published
hu: Múltbéli esemény nem tehető közzé

source: Past event cannot be unpublished
hu: Múltbéli esemény közzététele nem vonható vissza

source: Past event invitation status cannot be changed
hu: Múltbéli eseményhez tartozó meghívó státusza nem módosítható

source: User already invited
hu: A felhasználó már meghívásra került

# TicketUserInfoCountNotMatchWithReservedTicketCount
source: Ticket user info count not match with the reserved ticket count
hu: A felhasználói jegyinformációk száma nem egyezik meg a lefoglalt jegyek számával

source: Ticket not on sale
hu: A jegy nem eladó

source: Not enough ticket
hu: Nincs elég jegy

# OrganizationWithUpcomingEventCannotBeDeleted
source: Organization with upcoming events cannot be deleted
hu: Aktív eseményekkel rendelkező szervezet nem törölhető

source: User not belong to organization
hu: A felhasználó nem tartozik a szervezethez

# TicketSaleDatesMustBeBeforeEventToDate
source: Ticket sale dates must be before event end date
hu: A jegy eladási időszaka az esemény vége előtt kell legyen

source: User already checked in
hu: A felhasználó már beléptetésre került
